Repository: junyu17/Maren
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, zh_hant

source: %@: %lld 天
en: %@: %lld days
es: %@: %lld días
ja: %@: %lld日
ko: %@: %lld일

source: %@: %lld 次
en: %@: %lld times
es: %@: %lld veces
ja: %@: %lld回
ko: %@: %lld회

# %@ steps
source: %@ 步
en: %@ steps
es: %@ pasos
ja: %@歩
ko: %@걸음

source: %@ · 需升级 Premium
en: %@ · Premium required
es: %@ · Requiere Premium
ja: %@ · Premiumが必要
ko: %@ · Premium 필요
zh_hant: %@ · 需升級 Premium

source: %@ 公斤
en: %@ kg
es: %@ kg
ja: %@ kg
ko: %@kg

source: %@ 天
en: %@ days
es: %@ días
ja: %@日
ko: %@일

# %@ 天 · %@
source: %1$@ 天 · %2$@
en: %1$@ days · %2$@
es: %1$@ días · %2$@
ja: %1$@日 · %2$@
ko: %1$@일 · %2$@

# %@ 天免费试用结束后，将按 %@ / 年自动续费。你可以在试用结束前取消，避免产生费用。
source: %1$@ 天免费试用结束后，将按 %2$@ / 年自动续费。你可以在试用结束前取消，避免产生费用。
en: %1$@-day free trial ends, then renews at %2$@ / year. Cancel before the trial ends to avoid a charge.
es: La prueba gratis de %1$@ días termina y luego se renueva por %2$@ / año. Cancela antes de que acabe para evitar el cargo.
ja: %1$@日間の無料トライアル終了後、%2$@ / 年で自動更新されます。課金を避けるには、トライアル終了前にキャンセルしてください。
ko: %1$@일 무료 체험이 끝나면 매년 %2$@에 자동 갱신돼요. 요금이 청구되지 않게 하려면 체험이 끝나기 전에 취소하세요.
zh_hant: %1$@ 天免費試用結束後，將按 %2$@ / 年自動續費。你可以在試用結束前取消，避免產生費用。

source: %@ 小时
en: %@ h
es: %@ h
ja: %@時間
ko: %@시간
zh_hant: %@ 小時

source: %@ 打卡日(%lld天)平均心情 %@ / 5;非打卡日(%lld天)平均 %@ / 5。仅描述差异,不推断因果。
en: On %@ check-in days (%lld days), average mood was %@ / 5; on non-check-in days (%lld days), average was %@ / 5. Difference only; no causal inference.
es: En los días con registro de %@ (%lld días), el ánimo medio fue %@ / 5; en los días sin registro (%lld días), la media fue %@ / 5. Solo es una diferencia; no implica causalidad.
ja: %@チェックインした日(%lld日)の平均気分は%@ / 5、チェックインしなかった日(%lld日)の平均は%@ / 5でした。差を示すのみで、因果関係は推測しません。
ko: %@ 체크인한 날(%lld일)의 평균 기분은 5점 만점에 %@점, 체크인하지 않은 날(%lld일)의 평균은 %@점이에요. 차이만 보여 드리며 원인은 추정하지 않아요.
zh_hant: %@ 打卡日(%lld天)平均心情 %@ / 5;非打卡日(%lld天)平均 %@ / 5。僅描述差異,不推斷因果。

source: %@ 打卡日平均每天记录 %@ 个追踪项,非打卡日平均 %@ 个。仅描述差异,不推断因果。
en: On %@ check-in days, an average of %@ trackers were recorded per day; on non-check-in days, the average was %@. Difference only; no causal inference.
es: En los días con registro de %@ se anotaron %@ seguimientos al día de media; en los días sin registro, la media fue %@. Solo es una diferencia; no implica causalidad.
ja: %@チェックインした日は1日平均%@個のトラッカーを記録し、チェックインしなかった日の平均は%@個でした。差を示すのみで、因果関係は推測しません。
ko: %@ 체크인한 날에는 하루 평균 %@개의 항목을 기록했고, 체크인하지 않은 날에는 평균 %@개를 기록했어요. 차이만 보여 드리며 원인은 추정하지 않아요.
zh_hant: %@ 打卡日平均每天記錄 %@ 個追蹤項,非打卡日平均 %@ 個。僅描述差異,不推斷因果。

source: %@, 已选中, 点按取消选择
en: %@, selected, tap to deselect
es: %@, seleccionado, toca para deseleccionar
ja: %@、選択済み、タップして選択解除
ko: %@, 선택됨, 탭하면 선택 해제
zh_hant: %@, 已選中, 點按取消選擇

# %@: %lld / %lld 天打卡记录
source: %@：已打卡 %lld 天，共 %lld 个可用日
en: %@: %lld of %lld days checked in
es: %@: registro en %lld de %lld días
ja: %@: %lld / %lld日 チェックイン済み
ko: %@: 이용 가능한 %lld일 중 %lld일 체크인
zh_hant: %@：已打卡 %lld 天，共 %lld 個可用日

source: %@心情
en: %@ mood
es: Ánimo %@
ja: %@の気分
ko: %@ 기분

source: %@日
en: Day %@
es: Día %@
ja: %@日目
ko: %@일

source: %@日,经期
en: Day %@, period
es: Día %@, periodo
ja: %@日目、生理
ko: %@일, 생리
zh_hant: %@日,經期

source: %@期间 %lld 天观测中出现了 %lld 次(每 %lld 天 %lld 次)。
en: %@ occurred %lld times in %lld observed days (%lld times every %lld days).
es: %@ ocurrió %lld veces en %lld días observados (%lld veces cada %lld días).
ja: %@は%lld回発生しました(観測%lld日中、%lld日ごとに%lld回)。
ko: 관찰한 %lld일 동안 %@이(가) %lld회 나타났어요(%lld일마다 %lld회).
zh_hant: %@期間 %lld 天觀測中出現了 %lld 次(每 %lld 天 %lld 次)。

# %d minutes exercise
source: %d 分钟运动
en: %d minutes exercise
es: %d minutos de ejercicio
ja: %d分の運動
ko: 운동 %d분
zh_hant: %d 分鐘運動

source: %lld / %lld 天
en: %1$lld / %2$lld days
es: %1$lld / %2$lld días
ja: %1$lld / %2$lld日
ko: %1$lld / %2$lld일

source: %lld / 14 天
en: %lld / 14 days
es: %lld / 14 días
ja: %lld / 14日
ko: %lld / 14일

# %lld days
source: %lld 天
en: %lld days
es: %lld días
ja: %lld日
ko: %lld일

# %lld of %lld days
source: %lld / %lld 天
en: %lld of %lld days
es: %lld de %lld días
ja: %lld / %lld日
ko: %lld / %lld일

source: %lld 个
en: %lld
es: %lld
ja: %lld 件
ko: %lld개
zh_hant: %lld 個

source: %lld 个周期
en: %lld cycles
es: %lld ciclos
ja: %lld周期
ko: %lld회 주기
zh_hant: %lld 個週期

source: %lld 个提醒时段
en: %lld reminder slots
es: %lld franjas de recordatorio
ja: %lld件のリマインダー
ko: 알림 시간대 %lld개
zh_hant: %lld 個提醒時段

source: %lld 个较短周期的平均体重为 %@ kg。
en: The average weight across %lld shorter cycles was %@ kg.
es: El peso medio en %lld ciclos más cortos fue %@ kg.
ja: %lld回の短い周期の平均体重は%@ kgでした。
ko: 짧은 주기 %lld회의 평균 체중은 %@kg이었어요.
zh_hant: %lld 個較短週期的平均體重為 %@ kg。

source: %lld 个较长周期的平均体重为 %@ kg。
en: The average weight across %lld longer cycles was %@ kg.
es: El peso medio en %lld ciclos más largos fue %@ kg.
ja: %lld回の長い周期の平均体重は%@ kgでした。
ko: 긴 주기 %lld회의 평균 체중은 %@kg이었어요.
zh_hant: %lld 個較長週期的平均體重為 %@ kg。

source: %lld 分钟
en: %lld minutes
es: %lld minutos
ja: %lld分
ko: %lld분
zh_hant: %lld 分鐘

source: %lld 天
en: %lld days
es: %lld días
ja: %lld日
ko: %lld일

source: %lld 天 · %@
en: %1$lld days · %2$@
es: %1$lld días · %2$@
ja: %1$lld日 · %2$@
ko: %1$lld일 · %2$@

source: %lld 天 · 经期 %lld 天
en: %1$lld days · period %2$lld days
es: %1$lld días · periodo %2$lld días
ja: %1$lld日 · 生理%2$lld日
ko: %1$lld일 · 생리 %2$lld일
zh_hant: %lld 天 · 經期 %lld 天

source: %lld 天免费试用
en: %lld-day free trial
es: Prueba gratis de %lld días
ja: %lld日間の無料トライアル
ko: %lld일 무료 체험
zh_hant: %lld 天免費試用

source: %lld 天免费试用结束后，将按 %@ / 年自动续费。你可以在试用结束前取消，避免产生费用。
en: %1$lld-day free trial ends, then renews at %2$@ / year. Cancel before the trial ends to avoid a charge.
es: La prueba gratis de %1$lld días termina y luego se renueva por %2$@ / año. Cancela antes de que acabe para evitar el cargo.
ja: %1$lld日間の無料トライアル終了後、%2$@ / 年で自動更新されます。課金を避けるには、トライアル終了前にキャンセルしてください。
ko: %1$lld일 무료 체험이 끝나면 매년 %2$@에 자동 갱신돼요. 요금이 청구되지 않게 하려면 체험이 끝나기 전에 취소하세요.
zh_hant: %lld 天免費試用結束後，將按 %@ / 年自動續費。你可以在試用結束前取消，避免產生費用。

source: %lld 天有记录 / %lld 天已记录
en: %lld days marked yes / %lld days recorded
es: %lld días marcados como sí / %lld días registrados
ja: %lld日「あり」/ %lld日 記録済み
ko: %lld일 '예' 표시 / %lld일 기록
zh_hant: %lld 天有記錄 / %lld 天已記錄

source: %lld 条
en: %lld entries
es: %lld registros
ja: %lld 件
ko: 기록 %lld건
zh_hant: %lld 筆

source: %lld 条打卡记录
en: %lld check-in entries
es: %lld registros de control
ja: %lld件のチェックイン記録
ko: 체크인 기록 %lld건
zh_hant: %lld 條打卡記錄

source: %lld 条每日记录
en: %lld daily records
es: %lld registros diarios
ja: %lld件の日次記録
ko: 일일 기록 %lld건
zh_hant: %lld 條每日記錄

source: %lld 条经期记录
en: %lld period entries
es: %lld registros de periodo
ja: %lld件の生理記録
ko: 생리 기록 %lld건
zh_hant: %lld 條經期記錄

source: %lld 次
en: %lld times
es: %lld veces
ja: %lld 回
ko: %lld회

source: %lld 篇收藏
en: %lld saved articles
es: %lld artículos guardados
ja: %lld件の保存済み記事
ko: 저장한 글 %lld개

source: %lld 项追踪
en: %lld trackers
es: %lld seguimientos
ja: %lld個のトラッカー
ko: 추적 항목 %lld개
zh_hant: %lld 項追蹤

source: %lld/%lld 天在 %@ 观测到
en: Observed on %3$@ for %1$lld of %2$lld days
es: Observado en %3$@ durante %1$lld de %2$lld días
ja: %3$@で%2$lld日中%1$lld日観測
ko: %2$lld일 중 %1$lld일 동안 %3$@에 관찰됨
zh_hant: %lld/%lld 天在 %@ 觀測到

# %lld–%lld days
source: %lld–%lld 天
en: %lld–%lld days
es: %lld–%lld días
ja: %lld–%lld日
ko: %lld–%lld일

source: %lld日
en: Day %lld
es: Día %lld
ja: %lld日目
ko: %lld일째

source: %lld日,经期
en: Day %lld, period
es: Día %lld, periodo
ja: %lld日目、生理
ko: %lld일째, 생리
zh_hant: %lld日,經期

source: , 来自 Apple 健康
en: , from Apple Health
es: , de Salud de Apple
ja: , Apple Healthから
ko: , Apple 건강 앱에서 가져옴
zh_hant: , 來自 Apple 健康

source: 3 秒记一次
en: Log in 3 seconds
es: Registra en 3 segundos
ja: 3秒で記録
ko: 3초 만에 기록하기
zh_hant: 3 秒記一次

# 30 days
source: 30 天
en: 30 days
es: 30 días
ja: 30日
ko: 30일

source: 5 套配色,想追踪什么就加什么,不限数量。
en: 5 color themes, and add as many custom trackers as you like.
es: 5 temas de color y todos los seguimientos personalizados que quieras.
ja: 5種類のカラーテーマ。カスタムトラッカーは好きなだけ追加できます。
ko: 테마 색상 5가지, 나만의 추적 항목도 원하는 만큼 추가할 수 있어요.
zh_hant: 5 套配色,想追蹤什麼就加什麼,不限數量。

source: 5 套配色主题
en: 5 color themes
es: 5 temas de color
ja: 5種類のカラーテーマ
ko: 테마 색상 5가지
zh_hant: 5 套配色主題

source: 5 套配色随心换。
en: Switch between 5 color themes.
es: Cambia entre 5 temas de color.
ja: 5種類のカラーテーマを切り替え。
ko: 테마 색상 5가지 중에서 골라 보세요.
zh_hant: 5 套配色隨心換。

source: 7 天免费试用
en: 7-day free trial
es: 7 días de prueba gratis
ja: 7日間の無料トライアル
ko: 7일 무료 체험
zh_hant: 7 天免費試用

# 90 days
source: 90 天
en: 90 days
es: 90 días
ja: 90日
ko: 90일

# Apple Health 写回失败
source: Apple 健康写回失败
en: Apple Health write-back failed
es: No se pudo escribir en Salud de Apple
ja: Apple Healthへの書き込みに失敗しました
ko: Apple 건강에 기록하지 못했어요
zh_hant: Apple 健康寫回失敗

source: Apple Health 同步
en: Apple Health Sync
es: Sincronización con Salud de Apple
ja: Apple Health 同期
ko: Apple 건강 동기화

# Apple Health 同步失败
source: Apple 健康同步失败
en: Apple Health sync failed
es: Error al sincronizar con Salud de Apple
ja: Apple Healthの同期に失敗しました
ko: Apple 건강 동기화에 실패했어요
zh_hant: Apple 健康同步失敗

source: Apple 健康
en: Apple Health
es: Salud de Apple
ja: Apple Health
ko: Apple 건강

source: Apple 健康同步已启用
en: Apple Health sync enabled
es: Sincronización con Salud de Apple activada
ja: Apple Health 同期が有効です
ko: Apple 건강 동기화를 켰어요
zh_hant: Apple 健康同步已啟用

source: Apple 健康字段:%@
en: Apple Health fields: %@
es: Campos de Salud de Apple: %@
ja: Apple Healthの項目: %@
ko: Apple 건강 항목: %@
zh_hant: Apple 健康欄位:%@

# Bad
source: 很糟
en: Bad
es: Mal
ja: 悪い
ko: 나쁨

# Condom
source: 避孕套
en: Condom
es: Preservativo
ja: コンドーム
ko: 콘돔

# Contraception record
source: 避孕记录
en: Contraception record
es: Registro de anticoncepción
ja: 避妊記録
ko: 피임 기록
zh_hant: 避孕記錄

# Could not save this record. Try again.
source: 无法保存这条记录，请重试。
en: Could not save this record. Try again.
es: No se pudo guardar este registro. Inténtalo de nuevo.
ja: この記録を保存できませんでした。もう一度お試しください。
ko: 이 기록을 저장하지 못했어요. 다시 시도해 주세요.
zh_hant: 無法儲存這條記錄，請重試。

# Counts, coverage, cycle ranges, and available averages.
source: 包含次数、记录覆盖度、周期范围与可用平均值。
en: Counts, coverage, cycle ranges, and available averages.
es: Recuentos, cobertura, rangos de ciclo y medias disponibles.
ja: 件数、記録期間、周期の範囲、利用可能な平均値。
ko: 횟수, 기록 범위, 주기 범위, 확인 가능한 평균이에요.
zh_hant: 包含次數、記錄覆蓋度、週期範圍與可用平均值。

# Cycle length facts
source: 周期长度概览
en: Cycle length facts
es: Datos de duración del ciclo
ja: 周期の長さの統計
ko: 주기 길이 정보
zh_hant: 週期長度概覽

# Cycle tracking
source: 周期记录
en: Cycle tracking
es: Seguimiento del ciclo
ja: 周期記録
ko: 주기 추적
zh_hant: 週期記錄

# Energy %d/5
source: 精力 %d/5
en: Energy %d/5
es: Energía %d/5
ja: エネルギー %d/5
ko: 에너지 %d/5

# Estimated
source: 预估
en: Estimated
es: Estimado
ja: 推定
ko: 예상
zh_hant: 預估

# Estimated to be in %@.
source: 预估处于%@。
en: Estimated to be in %@.
es: Se estima que estás en %@.
ja: %@と推定されます。
ko: %@에 있을 것으로 예상돼요.
zh_hant: 預估處於%@。

# Exercise minutes: %lld
source: 锻炼时间：%lld分钟
en: Exercise time: %lld minutes
es: Tiempo de ejercicio: %lld minutos
ja: 運動時間:%lld分
ko: 운동 시간: %lld분
zh_hant: 鍛鍊時間：%lld分鐘

source: Face ID / 密码锁
en: Face ID / Passcode lock
es: Bloqueo con Face ID / código
ja: Face ID / パスコードロック
ko: Face ID / 암호 잠금
zh_hant: Face ID / 密碼鎖

# Failed to save mood entry. Please try again.
source: 心情记录保存失败,请重试。
en: Failed to save mood entry. Please try again.
es: No se pudo guardar el registro de ánimo. Inténtalo de nuevo.
ja: 気分の記録を保存できませんでした。もう一度お試しください。
ko: 기분 기록을 저장하지 못했어요. 다시 시도해 주세요.
zh_hant: 心情記錄儲存失敗,請重試。

# Failed to save period entry. Please try again.
source: 经期记录保存失败,请重试。
en: Failed to save period entry. Please try again.
es: No se pudo guardar el registro del periodo. Inténtalo de nuevo.
ja: 生理記録を保存できませんでした。もう一度お試しください。
ko: 생리 기록을 저장하지 못했어요. 다시 시도해 주세요.
zh_hant: 經期記錄儲存失敗,請重試。

# Falling
source: 下降
en: Falling
es: Bajando
ja: 低下中
ko: 하락

# Fertility awareness
source: 生育意识法
en: Fertility awareness
es: Conocimiento de la fertilidad
ja: 妊娠しやすさの把握
ko: 가임기 인식법
zh_hant: 生育意識法

# Flow Level
source: 流量级别
en: Flow Level
es: Nivel de flujo
ja: 経血量
ko: 생리량
zh_hant: 流量級別

source: GLP-1 饮食节奏的 AI 营养记录
en: AI-assisted nutrition tracker for GLP-1 routines
es: Seguimiento nutricional con IA para rutinas GLP-1
ja: GLP-1習慣向けのAI栄養記録
ko: GLP-1 루틴을 위한 AI 영양 기록 앱
zh_hant: GLP-1 飲食節奏的 AI 營養記錄

# Glance your cycle phase and next period on Apple Watch.
source: 在 Apple Watch 上一览你的周期阶段与下次经期。
en: Glance your cycle phase and next period on Apple Watch.
es: Consulta de un vistazo tu fase del ciclo y el próximo periodo en el Apple Watch.
ja: Apple Watchで周期のフェーズと次の生理をひと目で確認。
ko: Apple Watch에서 현재 주기 단계와 다음 생리를 한눈에 확인하세요.
zh_hant: 在 Apple Watch 上一覽你的週期階段與下次經期。

# Good
source: 不错
en: Good
es: Bien
ja: 良い
ko: 좋음
zh_hant: 不錯

# Great
source: 很好
en: Great
es: Genial
ja: とても良い
ko: 아주 좋음

# HealthKit failed names: %@
source: 失败的 HealthKit 类型:%@
en: HealthKit types that failed: %@
es: Tipos de HealthKit que fallaron: %@
ja: 同期に失敗したHealthKitの項目: %@
ko: 실패한 건강 항목: %@
zh_hant: 失敗的 HealthKit 型別:%@

# HealthKit skipped names: %@
source: 跳过的 HealthKit 类型:%@
en: Skipped HealthKit types: %@
es: Tipos de HealthKit omitidos: %@
ja: スキップされたHealthKitの項目: %@
ko: 건너뛴 건강 항목: %@
zh_hant: 跳過的 HealthKit 型別:%@

# Heavy
source: 大量
en: Heavy
es: Abundante
ja: 多い
ko: 많음

# IUD
source: 宫内节育器
en: IUD
es: DIU
ja: IUD
ko: 자궁 내 장치(IUD)
zh_hant: 宮內節育器

# Implant
source: 皮下植入
en: Implant
es: Implante
ja: インプラント
ko: 피임 임플란트

# Injection
source: 注射避孕
en: Injection
es: Inyección
ja: 注射
ko: 피임 주사

# Invalid
source: 无效
en: Invalid
es: No válido
ja: 無効
ko: 유효하지 않음
zh_hant: 無效

# Light
source: 少量
en: Light
es: Ligero
ja: 少ない
ko: 적음

# Limited record coverage
source: 记录覆盖有限
en: Limited record coverage
es: Cobertura de registros limitada
ja: 記録期間が限られています
ko: 기록이 부족해요
zh_hant: 記錄覆蓋有限

source: Log ${flow} period flow
en: 记录 ${flow} 经期流量
es: Registrar flujo del periodo ${flow}
ja: 生理の量を${flow}として記録
ko: ${flow} 생리량 기록

source: Log ${mood} mood
en: 记录 ${mood} 心情
es: Registrar ánimo ${mood}
ja: 気分を${mood}として記録
ko: ${mood} 기분 기록

# Log Mood
source: 记录心情
en: Log Mood
es: Registrar ánimo
ja: 気分を記録
ko: 기분 기록
zh_hant: 記錄心情

# Log Period
source: 记录经期
en: Log Period
es: Registrar periodo
ja: 生理を記録
ko: 생리 기록
zh_hant: 記錄經期

# Log Period Flow
source: 记录经期
en: Log Period Flow
es: Registrar flujo del periodo
ja: 経血量を記録
ko: 생리량 기록
zh_hant: 記錄經期

# Log good mood
source: 记录好心情
en: Log good mood
es: Registrar buen ánimo
ja: 良い気分を記録
ko: 좋은 기분 기록
zh_hant: 記錄好心情

# Log medium period flow
source: 记录中量经期流量
en: Log medium period flow
es: Registrar flujo del periodo medio
ja: 経血量(普通)を記録
ko: 보통 생리량 기록
zh_hant: 記錄中量經期流量

# Logged %@ mood for today. It will be saved when Maren opens.
source: 今天已记录%@心情。打开 Maren 时会保存。
en: Logged %@ mood for today. It will be saved when Maren opens.
es: Ánimo %@ registrado para hoy. Se guardará cuando abras Maren.
ja: 今日の気分「%@」を記録しました。Marenを開くと保存されます。
ko: 오늘 기분을 %@(으)로 기록했어요. Maren을 열면 저장돼요.
zh_hant: 今天已記錄%@心情。開啟 Maren 時會儲存。

source: Logged %@ mood. It will sync to iPhone when Maren opens.
en: 已记录 %@ 心情。Maren 打开后会同步到 iPhone。
es: Ánimo %@ registrado. Se sincronizará con el iPhone cuando abras Maren.
ja: 気分「%@」を記録しました。Marenを開くとiPhoneに同期されます。
ko: %@ 기분을 기록했어요. Maren을 열면 iPhone과 동기화돼요.

# Logged %@ period flow for today. It will be saved when Maren opens.
source: 今天已记录%@经期流量。打开 Maren 时会保存。
en: Logged %@ period flow for today. It will be saved when Maren opens.
es: Flujo del periodo %@ registrado para hoy. Se guardará cuando abras Maren.
ja: 今日の経血量「%@」を記録しました。Marenを開くと保存されます。
ko: 오늘 생리량을 %@(으)로 기록했어요. Maren을 열면 저장돼요.
zh_hant: 今天已記錄%@經期流量。開啟 Maren 時會儲存。

source: Logged %@ period flow. It will sync to iPhone when Maren opens.
en: 已记录 %@ 经期流量。Maren 打开后会同步到 iPhone。
es: Flujo del periodo %@ registrado. Se sincronizará con el iPhone cuando abras Maren.
ja: 経血量「%@」を記録しました。Marenを開くとiPhoneに同期されます。
ko: 생리량 %@을(를) 기록했어요. Maren을 열면 iPhone과 동기화돼요.

source: 仅用于记录。本区不会解读或预测结果、诊断疾病，也不提供避孕指导。
en: Logging only. This section does not interpret or predict results, diagnose conditions, or provide contraception guidance.
es: Solo registro. Esta sección no interpreta ni predice resultados, no diagnostica ni ofrece orientación anticonceptiva.
ja: 記録のみを行います。このセクションでは結果の解釈や予測、診断、避妊に関する指導は行いません。
ko: 기록만 해요. 이 섹션은 결과를 해석하거나 예측하지 않으며, 질환을 진단하거나 피임 방법을 안내하지 않아요.
zh_hant: 僅用於記錄。本區不會解讀或預測結果、診斷疾病，也不提供避孕指導。

# Low
source: 低落
en: Low
es: Bajo
ja: 低い
ko: 낮음

# Manual ovulation
source: 手动记录排卵
en: Manual ovulation
es: Ovulación manual
ja: 手動での排卵記録
ko: 직접 입력한 배란
zh_hant: 手動記錄排卵

source: Maren + Apple 健康
en: Maren + Apple Health
es: Maren + Salud de Apple
ja: Maren + Apple Health
ko: Maren + Apple 건강

source: Maren Premium 已激活
en: Maren Premium is active
es: Maren Premium está activo
ja: Maren Premiumが有効です
ko: Maren Premium을 이용 중이에요
zh_hant: Maren Premium 已啟用

source: Maren 临床就诊报告
en: Maren Clinical Visit Report
es: Informe de Maren para la consulta
ja: Maren 受診レポート
ko: Maren 진료 방문 리포트
zh_hant: Maren 臨床就診報告

source: Maren 健康记录导出
en: Maren Health Export
es: Exportación de salud de Maren
ja: Maren 健康記録エクスポート
ko: Maren 건강 데이터 내보내기
zh_hant: Maren 健康記錄匯出

source: Maren 只学习你自己的真实周期,不套用「第 14 天」模板。
en: Maren learns only from your real cycles — no fixed "day 14" template.
es: Maren aprende solo de tus ciclos reales, sin la plantilla fija del «día 14».
ja: Marenはあなた自身の実際の周期だけから学習します。「14日目」のような固定テンプレートは使いません。
ko: Maren은 정해진 '14일째' 공식 없이, 실제 내 주기만 보고 학습해요.
zh_hant: Maren 只學習你自己的真實週期,不套用「第 14 天」模板。

source: Maren 已锁定
en: Maren is locked
es: Maren está bloqueado
ja: Marenはロックされています
ko: Maren이 잠겨 있어요
zh_hant: Maren 已鎖定

source: Maren 本地记录只存在这台设备上;使用 Apple 健康或配对 Apple Watch 时,相关数据由 Apple 功能按你的选择处理。我们的服务器永不接触,也绝不用于广告。
en: Maren's local records stay on this device. If you use Apple Health or a paired Apple Watch, the relevant data is handled by that Apple feature under your choices. Our server never receives it, and it is never used for ads.
es: Los registros locales de Maren se quedan en este dispositivo. Si usas Salud de Apple o un Apple Watch vinculado, esos datos los gestiona esa función de Apple según tus preferencias. Nuestro servidor nunca los recibe y jamás se usan para publicidad.
ja: Marenのローカル記録はこの端末内にのみ保存されます。Apple Healthやペアリングした Apple Watch を使用する場合、該当データはあなたの選択に応じてAppleの機能で処理されます。当社のサーバーがこれを受け取ることは一切なく、広告に利用することもありません。
ko: Maren의 기록은 이 기기에만 저장돼요. Apple 건강 앱이나 페어링된 Apple Watch를 사용하면, 해당 데이터는 내가 정한 설정에 따라 그 Apple 기능이 처리해요. 저희 서버는 데이터를 받지 않으며, 광고에도 사용하지 않아요.
zh_hant: Maren 本地記錄只存在這臺裝置上;使用 Apple 健康或配對 Apple Watch 時,相關資料由 Apple 功能按你的選擇處理。我們的伺服器永不接觸,也絕不用於廣告。

source: Maren 记录默认只存在这台设备上。只有当你主动使用导出、Apple 健康或配对 Apple Watch 时,相关数据才会交给你选择的 Apple 功能;绝不发送给我们的服务器或用于广告。可随时导出或彻底删除。
en: Maren records stay on this device by default. Data is handed to an Apple feature only when you choose Export, Apple Health, or a paired Apple Watch; it is never sent to our server or used for ads. Export or delete everything anytime.
es: Por defecto, los registros de Maren se quedan en este dispositivo. Los datos solo pasan a una función de Apple cuando eliges Exportar, Salud de Apple o un Apple Watch vinculado; nunca se envían a nuestro servidor ni se usan para publicidad. Puedes exportarlo o borrarlo todo cuando quieras.
ja: Marenの記録は既定でこの端末内にのみ保存されます。エクスポート、Apple Health、ペアリングした Apple Watch を選択した場合にのみ、該当データがAppleの機能に渡されます。当社のサーバーに送信されることや広告に利用されることはありません。いつでもすべてをエクスポートまたは削除できます。
ko: Maren의 기록은 기본적으로 이 기기에만 저장돼요. 내보내기, Apple 건강, 페어링된 Apple Watch를 직접 선택했을 때만 데이터가 해당 Apple 기능으로 전달되며, 저희 서버로 전송되거나 광고에 사용되지 않아요. 언제든 모든 데이터를 내보내거나 삭제할 수 있어요.
zh_hant: Maren 記錄預設只存在這臺裝置上。只有當你主動使用匯出、Apple 健康或配對 Apple Watch 時,相關資料才會交給你選擇的 Apple 功能;絕不傳送給我們的伺服器或用於廣告。可隨時匯出或徹底刪除。

source: Maren-临床就诊报告.pdf
en: Maren-Clinical-Visit-Report.pdf
es: Informe-Maren-para-la-consulta.pdf
ja: Maren-受診レポート.pdf
ko: Maren-진료방문리포트.pdf
zh_hant: Maren-臨床就診報告.pdf

source: Maren-健康记录.pdf
en: Maren-Health-Records.pdf
es: Registros-de-salud-Maren.pdf
ja: Maren-健康記録.pdf
ko: Maren-건강기록.pdf
zh_hant: Maren-健康記錄.pdf

source: Maren-每日记录.csv
en: Maren-Daily-Logs.csv
es: Registros-diarios-Maren.csv
ja: Maren-日次記録.csv
ko: Maren-일일기록.csv
zh_hant: Maren-每日記錄.csv

source: Maren-用药.csv
en: Maren-Medicines.csv
es: Medicamentos-Maren.csv
ja: Maren-薬.csv
ko: Maren-복용약.csv
zh_hant: Maren-用藥.csv

source: Maren-用药打卡.csv
en: Maren-Medication-Intake.csv
es: Tomas-de-medicacion-Maren.csv
ja: Maren-服薬記録.csv
ko: Maren-복용기록.csv
zh_hant: Maren-用藥打卡.csv

source: Maren-经期记录.csv
en: Maren-Period-Records.csv
es: Registros-de-periodo-Maren.csv
ja: Maren-生理記録.csv
ko: Maren-생리기록.csv
zh_hant: Maren-經期記錄.csv

source: Maren-自定义症状.csv
en: Maren-Custom-Symptoms.csv
es: Sintomas-personalizados-Maren.csv
ja: Maren-カスタム症状.csv
ko: Maren-사용자증상.csv
zh_hant: Maren-自定義症狀.csv

source: Maren-自定义追踪项.csv
en: Maren-Custom-Trackers.csv
es: Seguimientos-personalizados-Maren.csv
ja: Maren-カスタムトラッカー.csv
ko: Maren-사용자추적항목.csv
zh_hant: Maren-自定義追蹤項.csv

# Medium
source: 中量
en: Medium
es: Medio
ja: 普通
ko: 보통

# Method
source: 方式
en: Method
es: Método
ja: 方法
ko: 방법

# Minimum–maximum
source: 最短–最长
en: Minimum–maximum
es: Mínimo–máximo
ja: 最小〜最大
ko: 최소–최대
zh_hant: 最短–最長

# Mood
source: 心情
en: Mood
es: Ánimo
ja: 気分
ko: 기분

# Mood %d/5
source: 心情 %d/5
en: Mood %d/5
es: Ánimo %d/5
ja: 気分 %d/5
ko: 기분 %d/5

source: N = %lld 天记录
en: N = %lld days recorded
es: N = %lld días registrados
ja: N = %lld日分の記録
ko: N = 기록 %lld일
zh_hant: N = %lld 天記錄

# Negative
source: 阴性
en: Negative
es: Negativo
ja: 陰性
ko: 부정적
zh_hant: 陰性

# No entries were recorded in these two time ranges.
source: 这两个时间范围内没有记录。
en: No entries were recorded in these two time ranges.
es: No se registró nada en estos dos intervalos de tiempo.
ja: この2つの期間には記録がありません。
ko: 이 두 기간에는 기록이 없어요.
zh_hant: 這兩個時間範圍內沒有記錄。

# No listed symptom entries in this time range.
source: 此时间范围内没有列出的症状记录。
en: No listed symptom entries in this time range.
es: No hay registros de los síntomas listados en este intervalo.
ja: この期間には該当する症状の記録がありません。
ko: 이 기간에는 표시할 증상 기록이 없어요.
zh_hant: 此時間範圍內沒有列出的症狀記錄。

# None
source: 无
en: None
es: Ninguno
ja: なし
ko: 없음
zh_hant: 無

# Not enough data
source: 数据不足
en: Not enough data
es: Datos insuficientes
ja: データが不足しています
ko: 데이터가 부족해요
zh_hant: 資料不足

# Not enough recorded period starts for a cycle-length range.
source: 记录的经期开始日不足，无法计算周期长度范围。
en: Not enough recorded period starts for a cycle-length range.
es: No hay suficientes inicios de periodo registrados para calcular un rango de duración del ciclo.
ja: 周期の長さの範囲を算出するための生理開始記録が不足しています。
ko: 주기 길이 범위를 구하기에는 기록된 생리 시작일이 부족해요.
zh_hant: 記錄的經期開始日不足，無法計算週期長度範圍。

# Okay
source: 一般
en: Okay
es: Vale
ja: まあまあ
ko: 괜찮음

source: 仅在本机记录所选方式和提醒偏好。此处不提供有效性、漏服、诊断或医疗建议。
en: Only the selected method and reminder preference are recorded locally. No effectiveness, missed-dose, diagnosis, or medical advice is provided here.
es: Solo se guardan localmente el método elegido y la preferencia de recordatorio. Aquí no se ofrece información sobre eficacia, dosis olvidadas, diagnóstico ni consejo médico.
ja: 選択した方法とリマインダーの設定のみが端末内に記録されます。有効性、飲み忘れ、診断、医学的な助言は提供されません。
ko: 선택한 방법과 알림 설정만 이 기기에 기록돼요. 효과, 복용 누락, 진단, 의료 조언은 제공하지 않아요.
zh_hant: 僅在本機記錄所選方式和提醒偏好。此處不提供有效性、漏服、診斷或醫療建議。

# Open Shortcuts app to manage Maren shortcuts
source: 打开“快捷指令”App 管理 Maren 快捷指令
en: Open Shortcuts app to manage Maren shortcuts
es: Abre la app Atajos para gestionar los atajos de Maren
ja: ショートカットAppを開いてMarenのショートカットを管理
ko: 단축어 앱을 열어 Maren 단축어를 관리하세요
zh_hant: 開啟“快捷指令”App 管理 Maren 快捷指令

# Open perimenopause record summary
source: 打开围绝经期记录摘要
en: Open perimenopause record summary
es: Abrir el resumen de registros de perimenopausia
ja: 更年期記録の概要を開く
ko: 갱년기 전후 기록 요약 열기
zh_hant: 開啟圍絕經期記錄摘要

# Other
source: 其他
en: Other
es: Otro
ja: その他
ko: 기타

# Ovulation test
source: 排卵测试
en: Ovulation test
es: Test de ovulación
ja: 排卵検査
ko: 배란 테스트
zh_hant: 排卵測試

# Ovulation test result
source: 排卵测试结果
en: Ovulation test result
es: Resultado del test de ovulación
ja: 排卵検査の結果
ko: 배란 테스트 결과
zh_hant: 排卵測試結果

source: PCOS 专项支持
en: PCOS-focused support
es: Apoyo centrado en el SOP
ja: PCOS向けサポート
ko: 다낭성 난소 증후군(PCOS) 맞춤 지원
zh_hant: PCOS 專項支援

source: PCOS 值得追踪什么
en: What to track with PCOS
es: Qué registrar con SOP
ja: PCOSで記録すべきこと
ko: PCOS일 때 기록할 항목
zh_hant: PCOS 值得追蹤什麼
